Revit 2027 API
ParameterTypeId.SpacingSummary Property
 "Spacing Summary"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpacingSummary { get; }
Public Shared ReadOnly Property SpacingSummary As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpacingSummary {
	ForgeTypeId^ get ();
}
static member SpacingSummary : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace